welcome_text = (
        "🔒 Привет! Добро пожаловать! 🌍\n\n"
        "Вам доступны следующие виды пакетов:\n"
        "💰 1 месяц — 149₽\n"
        "💵 3 месяца - 399₽\n"
        "💎 6 месяцев — 799₽\n\n"
        "🌐Для использования VPN скачайте приложение Outline.🌐\n"
        "Как только оплата будет подтверждена, мы отправим вам ключ доступа!\n\n"
        "Для активации бесплатного ключа нажмите *Пробный ключ*\n\n"
    )


info_about_vpn = (
    "🌐 О сервисе VPN\n"
    "Привет! Наш VPN — это безопасный и быстрый доступ к интернету.\n"
    "С ним вы сможете:\n"
    "•   🔒 Защитить свои данные и личную информацию от посторонних глаз.\n"
    "•   🌍 Обходить блокировки и получать доступ к любым сайтам и контенту по всему миру.\n"
    "•   🛡️ Безопасно пользоваться интернетом даже на публичных Wi-Fi.\n"
    "Настройка VPN проста и подходит для всех устройств: ПК, смартфонов и планшетов.\n"

    "💳 Тарифы и пакеты\n"
    "У нас есть три удобных пакета:\n"
    "•   1 месяц — 149₽: Отличный вариант для краткосрочного использования.\n"
    "•   3 месяца — 399₽: Долгосрочный план по выгодной цене.\n"
    "•   6 месяцев — 799₽/мес: Пакет для тех, кто хочет забыть о VPN на полгода.\n"
    "Выберите план, который вам подходит, и пользуйтесь безопасным интернетом!\n"

    "🎁 Бонусы за приглашение друзей\n"
    "Приглашайте друзей и получайте бонусы!\n"
    "•   👫 Каждый друг, который оформит подписку, принесет вам бесплатный месяц.\n"
    "•   Просто поделитесь реферальной ссылкой, и за каждого нового пользователя вы получите +1 месяц бесплатно.\n"

    "💳 Способы оплаты\n"
    "Мы принимаем все удобные способы оплаты через YooMoney:\n"
    "•   Банковские карты\n"
    "•   Оплата через СПБ\n"
    "•   Другие удобные методы\n"

    "После оплаты вы получите ваш личный VPN-ключ, который будет активен сразу после подтверждения платежа.\n"
    "🔑 Важно! После продления подписки ваш VPN-ключ остается тем же самым, а скорость интернета почти не изменяется.\n"
    "Наша поддержка всегда на связи, если возникнут вопросы — пишите нам!"
)


instruction = (
        "📥 **Как активировать VPN:**\n\n"
        "1. Скачайте приложение Outline!\n"
        "2. Зайдите в бота и нажмите кнопку 'Оплата'\n"
        "3. Выберите тариф\n"
        "4. Перейдите по полученной ссылке для оплаты.\n"
        "5. Оплатите выбранный тариф.\n"
        "6. После успешной оплаты мы отправим вам ключ доступа для подключения.\n"
        "7. Вставьте ключ в приложении Outline и наслаждайтесь!\n\n"
        "8. После продления ключ не нужно менять"
        "Если возникнут вопросы, пишите в поддержку!"
    )








